/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */
"zanalytics.bug.alert.withscreenshot" = "Са снимком екрана";
"zanalytics.bug.alert.withscreenrecord" = "Са снимањем екрана";

"zanalytics.bug.alert.about" = "Informacije";
"zanalytics.bug.alert.from" = "Od";
"zanalytics.bug.alert.imagelimitreached" = "Dostignuto je maksimalno ograničenje";
"zanalytics.bug.alert.imagelimits" = "Možete da priložite najviše 10 slika";
"zanalytics.bug.alert.macheader" = "Podelite sa nama povratne informacije ili nam prijavite greške zajedno sa prilozima za našu referencu";
"zanalytics.bug.alert.write" = "Pišite nam na";
"zanalytics.bug.alert.recordedclip" = "Snimljeni isječci";


"zanalytics.bug.alert.anonymalert" = "Bićemo vam zahvalni ako podelite povratne informacije sa nama navodeći svoju adresu e-pošte. Ako ne navedete adresu e-pošte, nećemo moći da vas kontaktiramo i obavestimo o rešenju vašeg problema.";
"zanalytics.bug.alert.quitfeedback" = "Želite li stvarno da izađete?";
"zanalytics.feedback.navbar.title.feedback"  = "Povratne informacije";
"zanalytics.feedback.navbar.title.noscreenshots" = "Nema dostupnih snimaka ekrana";
"zanalytics.feedback.navbar.title.screenshots" = "Snimci ekrana";
"zanalytics.feedback.navbar.title.snap" = "Uhvati";
"zanalytics.feedback.navbar.title.compose" = "Sastavi";
"zanalytics.feedback.privacy.consent.cancel" = "Otkaži";
"zanalytics.feedback.navbar.button.title.done" = "Završeno";
"zanalytics.bug.alert.cancel"              = "Ne želim";
"zanalytics.bug.alert.title"                = "Da li nam želite nešto reći?";
"zanalytics.feedback.navbar.title.reportbug"            = "Prijavite grešku";
"zanalytics.feedback.navbar.title.helpme"              = "Pomoć";
"zanalytics.feedback.navbar.title.systemlogs"            = "Sistemska evidencija, lična";
"zanalytics.feedback.navbar.title.diagnosticinfo"            = "Dijagnostičke informacije";
"zanalytics.bug.alert.dontshowagain"            = "Ne prikazuj ponovo";
"zanalytics.bug.alert.title.helpme"            = "Pomoć";
"zanalytics.bug.alert.message.savetolocal"        = "Žao nam je. Nismo mogli poslati izveštaj o greškama. Želite li da sačuvate snimak ekrana?";
"zanalytics.feedback.email.title"                = "Adresa e-pošte";
"zanalytics.bug.detectscreen.title"      = "Da li ste pronašli nešto zanimljivo?";
"zanalytics.bug.alert.detectscreen.yes"                      = "Da";
"zanalytics.bug.alert.detectscreen.no"                      = "Ne";
"zanalytics.bug.alert.detectscreen.share" = "Podeli";
"zanalytics.bug.alert.detectscreen.dontshow" = "Ne pitaj ponovo";
"zanalytics.bug.annotate.button.title"                      = "Zabeležite grešku pomoću alata u nastavku";
"zanalytics.feedback.failed.alert.description" = "Slanje povratnih informacija nije uspelo. Pokušajte ponovo!";
"zanalytics.feedback.success.alert.description" = "Hvala vam što ste dostavili povratne informacije!";
"zanalytics.feedback.common.alert.title.add.photos" = "Dodajte fotografije";
"zanalytics.feedback.common.alert.title.alert" = "Upozorenje";
"zanalytics.feedback.common.button.title.back" = "Nazad";
"zanalytics.feedback.common.button.title.cancel" = "Otkaži";
"zanalytics.feedback.common.button.title.close" = "Zatvori";
"zanalytics.feedback.common.button.title.ok" = "U redu";
"zanalytics.feedback.textview.placeholder"          = "Cenimo vaše mišljenje! Razmotrićemo vaše predloge i uključiti ih u naredna ažuriranja.";
"zanalytics.bug.textview.placeholder"          = "Da li ste imali nekih problema prilikom korišćenja aplikacije? Obavestite nas.";
"zanalytics.help.textview.placeholder"          = "Pokušaćemo da ispravimo greške i da vam pomognemo!";
"zanalytics.feedback.add.photos.alert.description" = "Nije priložena nijedna fotografija. Otvorite galeriju fotografija i dodajte još fotografija!";
"zanalytics.feedback.add.photos.alert.open" = "Otvori Fotografije";
"zanalytics.feedback.access.photos.alert.description" = "%@ aplikacija nema pristup vašim fotografijama.\nDa omogućite pristup, idite u: Postavke > Privatnost > Fotografije > %@";
"zanalytics.feedback.access.photos.alert.settings" = "Postavke";
"zanalytics.feedback.label.title.anonymous" = "Anonimno";
"zanalytics.feedback.navbar.button.title.send" = "Pošalji";
"zanalytics.feedback.navbar.button.title.next" = "Sledeće";
"zanalytics.feedback.navbar.button.title.editphotos" = "Uredite fotografije";
"zanalytics.feedback.navbar.button.title.addmore" = "Dodajte više";
"zanalytics.feedback.navbar.button.title.attach" = "Priloži";
"zanalytics.feedback.navbar.button.title.delete" = "Izbriši";
"zanalytics.feedback.navbar.title.taptoedit" = "Dodirnite da uredite";
"zanalytics.feedback.navbar.title.editor" = "Uređivač";
"zanalytics.feedback.navbar.title.choosephotos" = "Izaberite fotografije";
"zanalytics.feedback.navbar.title.selectphotos" = "Izaberite fotografije";
"zanalytics.feedback.navbar.title.photoselected" = "Fotografija je izabrana";
"zanalytics.feedback.navbar.title.photosselected" = "Fotografije su izabrane";
"zanalytics.feedback.accessory.title.systemlogs" = "Uključite sistemske evidencije";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Uključite dijagnostičke informacije";
"zanalytics.feedback.accessory.button.title.view" = "Prikaži";
"zanalytics.feedback.picker.image.notfound" = "Nije pronađena nijedna slika";
"zanalytics.feedback.attachments.title" = "Prilozi (%i)";
"zanalytics.feedback.privacy.consent.description" = "Preporučujemo vam da uključite evidenciju konzole i dijagnostičke informacije jer će to pomoći programerima da razumeju povratne informacije koje delite.";
"zanalytics.feedback.privacy.consent.clogs.title" = "Evidencije konzole";
"zanalytics.feedback.privacy.consent.dinfo.title" = "Dijagnostičke informacije";
"zanalytics.feedback.privacy.consent.otherinfo.title" = "Druge informacije";
"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Informacije o uređaju";
"zanalytics.feedback.privacy.consent.openmailapp" = "Otvori u e-pošti";
"zanalytics.feedback.crash.sendcrash.alwayssend" = "Uvek šalji";


// Issue Recording VC
"issuerecordscreen.label.recordissue" = "Snimite svoj problem";
"issuerecordscreen.label.close" = "Zatvori";
"issuerecordscreen.label.failedtoinitiate" = "Nije moguće pokrenuti snimanje ekrana";
"issuerecordscreen.label.failuremultiwindow" = "Sadržaj koji pokušavate snimiti se nalazi u režimu višestrukih prozora, a snimanje to ne podržava. Pređite na režim celog ekrana";
"issuerecordscreen.label.nointerneterror" = "Za snimanje ekrana je potrebna internetska veza. Povežite se da biste nastavili.";
"issuerecordscreen.label.ok" = "U redu";
"issuerecordscreen.label.recordinginfo" = "Brzo zabeležite probleme sa kojima se suočavate i pošaljite ih našem timu za podršku radi lakšeg razumevanja i brze pomoći.";
"issuerecordscreen.label.iagreetext" = "Slažem se i pristajem na prikupljanje potrebnih podataka. Prikaži detalje";
"issuerecordscreen.label.optiontotrim" = "Imate opciju oblikovanja, uređivanja i dodavanja beleški u snimljeni videozapis.";
"issuerecordscreen.label.startrecording" = "Započni snimanje";
"issuerecordscreen.label.endrecording" = "Kraj snimanja";
"issuerecordscreen.label.recordinginprogress" = "Snimanje je u toku!";
"issuerecordscreen.label.quicktipstext" = "Kratki saveti";
"issuerecordscreen.label.quicktips1" = "Maksimalno trajanje snimka ekrana je 5 minuta.";
"issuerecordscreen.label.quicktips2" = "Snimljeni videozapis možete oblikovati, urediti i dodati mu beleške.";
"issuerecordscreen.label.quicktips3" = "Ne zatvarajte aplikaciju dok se ekran snima.";
"issuerecordscreen.label.quicktips4" = "Za više informacija, posetite našu dokumentaciju za pomoć";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "Sledeći podaci prikupljaju se uz vaš pristanak:";
"dataconsentscreen.label.consent1" = "Vaša IP adresa i evidencije sa konzole koji se generišu tokom snimanja";
"dataconsentscreen.label.consent2" = "Detalji vašeg okruženja, kao što su naziv uređaja, verzija operativnog sistema itd.";
"dataconsentscreen.label.consent3" = "Pokazatelji performansi uređaja (kao što su memorija, brzina mreže itd.)";
"dataconsentscreen.label.consent4" = "Snimka ekrana prozora uređaja";
"dataconsentscreen.label.consent5" = "Prema zadatim podešavanjima, zvuk će se snimati tokom snimanja ekrana. Međutim, zvuk možete isključiti ili ponovo snimiti audio zapis pre njegovog slanja.";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "Pristup mikrofonu je onemogućen";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "Idite u Postavke i uključite mikrofon da biste snimili zvuk.";
"videoannotationscreen.alert.microphonedisablediphone" = "Pristup mikrofonu je onemogućen. Idite u Postavke i uključite mikrofon da biste snimili zvuk.";

// General
"general.label.recordingintiationfailed" = "Pokretanje snimanja ekrana nije uspelo. Pokušajte ponovo";
"general.label.ok" = "U redu";
"general.label.submit" = "Prosledi";
"general.label.done" = "Završeno";
"general.label.cancel" = "Otkaži";
"general.label.settings" = "Postavke";
"general.label.erroroccured" = "Došlo je do greške";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "Veličina datoteke je prekoračena. Veličina datoteke ne sme da bude veća od 3 MB";
"issuesubmissionscreen.label.attachfiles" = "Priloži datoteke";
"issuesubmissionscreen.label.newrecording" = "Novi snimak";
"issuesubmissionscreen.label.editrecording" = "Uredi zapis";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "Nema audio zapisa";
"videoannotationscreen.label.shapeborderwidth" = "Širina granice";
"videoannotationscreen.label.shapelineopacity" = "Providnost";
"videoannotationscreen.label.shapetextsize" = "Veličina teksta";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "Element traje duže od videozapisa";
"videoannotationscreen.alert.notallowed" = "Nije dopušteno";
"videoannotationscreen.alert.deleteexisitingaudio" = "Izbrišite postojeći audio snimak pre nego što počnete snimati novi.";
"videoannotationscreen.alert.textlimitreached" = "Dostignuto je ograničenje";
"videoannotationscreen.alert.textdeleteexisting" = "Izbrišite deo postojećeg teksta.";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "Pauzirajte videozapis pre snimanja audio zapisa";
"videoannotationscreen.alert.changesnotsaved" = "Vaše promene nisu sačuvane. Želite li stvarno da nastavite?";
"videoannotationscreen.alert.proceed" = "Nastavi";
"videoannotationscreen.alert.stroketypesolid" = "Ispunjeno";
"videoannotationscreen.alert.stroketypedashed" = "U crticama";
"videoannotationscreen.alert.entertext" = "Unesite tekst";

"videoannotationscreen.label.trim" = "Skraćivanje";
"videoannotationscreen.label.mask" = "Maska";
"videoannotationscreen.label.shapes" = "Oblici";
"videoannotationscreen.label.text" = "Tekst";
"videoannotationscreen.label.audio" = "Zvuk";
"videoannotationscreen.label.block" = "Blokirano";
"videoannotationscreen.label.blur" = "Mutno";
"videoannotationscreen.label.rectangle" = "Pravougaonik";
"videoannotationscreen.label.oval" = "Ovalni";
"videoannotationscreen.label.arrow" = "Strelica";
"videoannotationscreen.label.color" = "Boja";
"videoannotationscreen.label.width" = "Širina";
"videoannotationscreen.label.style" = "Stil";
"videoannotationscreen.label.edit" = "Uredi";
"videoannotationscreen.label.size" = "Veličina";
"videoannotationscreen.label.background" = "Pozadina";
"videoannotationscreen.label.textregular" = "Standardno";
"videoannotationscreen.label.textbold" = "Podebljano";
"videoannotationscreen.label.textitalics" = "Kurziv";
"videoannotationscreen.label.textbolditalics" = "Podebljani kurziv";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "Adresa e-pošte";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com";
"issuesubmissionform.label.screenrecordingsummary" = "Sažetak snimka ekrana";
"issuesubmissionform.label.subjectdisplayname" = "Tema";
"issuesubmissionform.label.subjectplaceholder" = "Unesite temu";
"issuesubmissionform.label.addtoexistingticket" = "Dodaj postojećem upitu";
"issuesubmissionform.label.existingticketid" = "ID postojećeg upita";
"issuesubmissionform.label.enterticketidtolink" = "Unesite ID upita koji želite povezati";
"issuesubmissionform.label.issuedescription" = "Opis problema";
"issuesubmissionform.label.issuemoredetails" = "Navedite više detalja o problemu";
"issuesubmissionform.label.submityourissue" = "Pošaljite svoj problem";
"issuesubmissionform.alert.videouploadfailed" = "Otpremanje videozapisa nije uspelo. Pokušajte ponovo.";
"issuesubmissionform.alert.thanksmessagetitle" = "Hvala što ste nas kontaktirali!";
"issuesubmissionform.alert.thanksmessagebody" = "Vaše brige su nam prioritet i zato će vas naš tim za podršku uskoro kontaktirati. Želimo vam ugodan dan!";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "Otpremanje podataka o izmenama videozapisa nije uspelo. Pokušajte ponovo.";
"issuesubmissionform.label.entersubject" = "Unesite temu problema";
"issuesubmissionform.label.enteremail" = "Unesite adresu e-pošte";
"issuesubmissionform.label.enterexistingticketid" = "Unesite ID adrese e-pošte";
"issuesubmissionform.label.choosephoto" = "Izaberite fotografiju";
"issuesubmissionform.label.browse" = "Potraži";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "Pristup Biblioteci fotografija je onemogućen. Idite u Postavke i uključite pristup Biblioteci fotografija.";
"issuesubmissionform.alert.accestophotodisabledipad" = "Pristup Biblioteci fotografija je onemogućen";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "Idite u Postavke i uključite pristup Biblioteci fotografija.";
"issuesubmissionform.alert.submitting" ="Prosleđivanje";
